{
  "recommendations": [
    {
      "name": "Marta Oliveira Dias",
      "title": "Service Improvement Specialist @VodafoneZiggo",
      "avatar": "https://share2inspire.pt/Newsletter/Marta.jpg",
      "text": "I had the plesure to work with Samuel during my last project at Deloitte. He is a dedicated professional that always goes above and beyond to make an impact that matters. Samuel does a remarkable job leading his teams while being commited and always available to help others. Moreover, he is extremely hard-working, determined and always challanges us to do our best. It was an honour learning from him!"
    },
    {
      "name": "João Miguel Lince",
      "title": "Human Resources Manager at Sublime Hotels",
      "avatar": "https://share2inspire.pt/Newsletter/joao.jpg",
      "text": "O Samuel é sem dúvida um excelente profissional. Tive o privilégio de estudar com ele e desde cedo foi possível perceber que o futuro que lhe esperava era risonho, tal como demonstra o seu trajeto profissional. Humilde, trabalhador, eficaz, pragmático entre outras competências importantes na área onde se insere, os Recursos Humanos. Um exemplo!"
    },
    {
      "name": "Ricardo Ramos da Silva",
      "title": "Senior Manager | HRIT Senior Solution Architect | Senior Project Manager | Successfactors SME",
      "avatar": "https://share2inspire.pt/Newsletter/ricardo.jpg",
      "text": "I had the pleasure of working with Samuel in his first unofficial project as a senior consultant and was instantly impressed. Samuel effortlessly and expertly managed to juggle multiple issues in the toughest situation, his leadership and team building skills were exceptional, and I was very impressed by his consulting capabilities and willingness to coach new members. As a Senior Consultant, Samuel has my highest recommendation and I can safely say that I have learned a lot by working with him."
    },
    {
      "name": "Ivo Guimarães",
      "title": "Gestão de Talento | RH Analítico | Transformação Digital | SAP Success Factors | LMS",
      "avatar": "https://share2inspire.pt/Newsletter/Ivo.jpg",
      "text": "O Samuel é além de um profissional extremamente disponível e conhecedor da sua área de actuação, um ser humano ímpar. Procura congregar as ideias do grupo pra encontrar soluções que sejam sempre focadas em resultados. Foi um prazer imensurável trabalhar com o Samuel pois mais uma vez tive a certeza que vale mais trabalhar com boas pessoas do que com pessoas boas...."
    },
    {
      "name": "Joana Russinho",
      "title": "Human Resources Leadership | Opinion Writer | Mentor, Nova SBE VOICE Leadership Initiative | \"HR Strategy for PMEs' Award\"",
      "avatar": "https://share2inspire.pt/Newsletter/Joana.jpg",
      "text": "I had the pleasure of working with Samuel to re-launch the human capital practice of Deloitte Portugal. Samuel has a very complete profile, combining soft skills with technical ones. Demanding, he gives 100% of himself in everything he does, with enthusiasm and energy. Samuel is consistently and reliable, he is not afraid of tough situations, conflict solving and challenges."
    },
    {
      "name": "José Subtil",
      "title": "Banking and Insurance Leader at Timestamp",
      "avatar": "https://share2inspire.pt/Newsletter/Jose.jpg",
      "text": "I had the pleasure of working with Samuel while he was Senior Consultant and Manager at Deloitte, and I can say that he is an exceptional professional. Samuel has a combination of technical and interpersonal skills that makes him a natural leader. During the time I supervised Samuel's work, he demonstrated an impressive ability to deal with complex projects, always keeping a clear focus on the results. His ability to meet customer needs and his commitment to excellence was a key to the projects success. Samuel also promotes a work environment that promotes his team professional growth. I recommend Samuel without hesitation, I know he will bring value to any team or project in which he is involved."
    },
    {
      "name": "Tânia Nunes Rodrigues",
      "title": "Consultor de vendas",
      "avatar": "https://share2inspire.pt/Newsletter/Tania.jpg",
      "text": "\"Samuel is an excellent professional and person, with focus and dedication that are hard to find. He is a natural leader and has the gift of inspiring others...\""
    },
    {
      "name": "Hildebrando Sala",
      "title": "Director de Capital Humano",
      "avatar": "https://share2inspire.pt/Newsletter/Hildebrando.jpg",
      "text": "O Samuel é um profissional de excelência com quem tive a oportunidade de trabalhar e aprender em vários projectos estruturantes. Possui uma notável capacidade de integração e aculturação. Além do seu vasto conhecimento técnico e de gestão, destaca-se pela sua habilidade de análise e interpretação do contexto em que se insere, propondo soluções adequadas à realidade e que realmente criam um impacto positivo e transformador. Trabalhar com o Samuel em processos de reestruturação, melhorias, desenvolvimento de políticas e processos de recursos humanos foi extremamente enriquecedor e de elevado valor. Trata-se de um profissional jovem, com uma carreira muito consolidada e versátil, tanto no seu conhecimento como na sua capacidade de gerar soluções. O Samuel é, sem dúvida, o tipo de consultor que, em qualquer geografia, adapta-se, interpreta o contexto e gera soluções transformadoras e palpáveis. É um líder e gestor de projectos comprometido, com princípios cívicos e morais notáveis. Recomendo-o."
    }
  ]
}
